brew "stow"
brew "neovim"
brew "fzf"
brew "tmux"
brew "tmuxinator"
brew "tmuxinator-completion"
cask "visual-studio-code"
cask "librewolf", args: { no_quarantine: true }
cask "stats"
brew "lazygit"
brew "cmake"
brew "ninja"
brew "bison"
brew "gh"
brew "pipx"
cask "rectangle"
cask "librewolf"
brew "k9s"
brew "direnv"
brew "pyenv"
brew "ripgrep"
cask "obsidian"
brew "aws-sam-cli"
brew "uv"
brew "pre-commit"
brew "helm"
brew "just"
brew "hashicorp/tap/terraform"
brew "libomp"
